tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "aria2"
brew "bash"
brew "coreutils"
brew "ctags"
brew "curl"
brew "diffutils"
brew "findutils", args: ["with-default-names"]
brew "fish"
brew "fzf"
brew "gawk"
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "gnu-time", args: ["with-default-names"]
brew "go"
brew "grep", args: ["with-default-names"]
brew "gzip"
brew "hub"
brew "jq"
brew "less"
brew "luajit"
brew "make", args: ["with-default-names"]
brew "neovim"
brew "openssh"
brew "openssl"
brew "postgresql"
brew "python"
brew "python@2"
brew "readline"
brew "reattach-to-user-namespace"
brew "recode"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watch"

cask "alfred"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "postico"
cask "spectacle"
cask "spotify"
cask "vlc"
