tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# brew "aria2"
brew "bash"
brew "cargo" # req: lvim
brew "coreutils"
brew "ctags"
brew "curl"
brew "diffutils"
brew "findutils" #, args: ["with-default-names"]
brew "zsh"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "glow" # recursive markdown viewer
brew "gnu-sed" #, args: ["with-default-names"]
brew "gnu-tar" #, args: ["with-default-names"]
brew "gnu-time" #, args: ["with-default-names"]
brew "go"
brew "graphviz"
brew "grep" #, args: ["with-default-names"]
brew "gzip"
brew "hub"
brew "jq"
brew "lazygit"
brew "less"
brew "luajit"
brew "make" #, args: ["with-default-names"]
brew "neovim"
brew "npm" # req lvim
brew "node" # req lvim
brew "openssh"
brew "openssl"
brew "pandoc" # markdown viewer
brew "pianobar"
brew "postgresql"
brew "python"
brew "readline"
brew "reattach-to-user-namespace"
brew "recode"
brew "rg"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "ranger"
brew "rename"
brew "watch"
brew "mpv"
brew "mps-youtube"
brew "tldr"

# cask "alfred"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "postico"
cask "spectacle"
# cask "spotify"
# cask "vlc"
cask "warp"

tap "d12frosted/emacs-plus"
brew "emacs-plus", args: ["with-spacemacs-icon","with-native-comp"]
